Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# visColourSchemeCustom
source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
nb: Egendefinert
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
sv: Anpassad
zh_hans: 自定义

# visColourSchemeHelp
source: Colour source for the stage lighting. Album art derives the tones from the current cover; Choragus applies the logo's neon set; Custom applies the colours selected below.
da: Farvekilde til scenebelysningen. Albumcover udleder tonerne fra det aktuelle cover; Choragus anvender logoets neonsæt; Brugerdefineret anvender farverne nedenfor.
de: Farbquelle für die Bühnenbeleuchtung. Albumcover leitet die Töne vom aktuellen Cover ab; Choragus verwendet das Neon-Set des Logos; Benutzerdefiniert verwendet die unten gewählten Farben.
es: Fuente de color de la iluminación. Portada del álbum deriva los tonos de la portada actual; Choragus aplica el conjunto neón del logotipo; Personalizado aplica los colores seleccionados abajo.
fr: Source des couleurs de l’éclairage. Pochette d’album dérive les tons de la pochette actuelle ; Choragus applique le jeu néon du logo ; Personnalisé applique les couleurs choisies ci-dessous.
it: Origine dei colori delle luci. Copertina album deriva i toni dalla copertina corrente; Choragus applica il set neon del logo; Personalizzato applica i colori selezionati sotto.
ja: 照明の配色ソース。アルバムアートは現在のカバーからトーンを導出、Choragusはロゴのネオンセット、カスタムは下で選択した色を適用します。
nb: Fargekilde for scenebelysningen. Albumomslag utleder tonene fra gjeldende omslag; Choragus bruker logoens neonsett; Egendefinert bruker fargene nedenfor.
nl: Kleurenbron voor de podiumverlichting. Albumhoes leidt de tinten af van de huidige hoes; Choragus past de neonset van het logo toe; Aangepast gebruikt de hieronder gekozen kleuren.
pl: Źródło kolorów oświetlenia. Okładka albumu wyprowadza tony z bieżącej okładki; Choragus stosuje neonowy zestaw logo; Niestandardowy stosuje kolory wybrane poniżej.
pt: Fonte de cor da iluminação. Capa do álbum deriva os tons da capa atual; Choragus aplica o conjunto néon do logótipo; Personalizado aplica as cores selecionadas abaixo.
sv: Färgkälla för scenbelysningen. Albumomslag härleder tonerna från aktuellt omslag; Choragus använder logotypens neonset; Anpassad använder färgerna nedan.
zh_hans: 舞台灯光的配色来源。专辑封面从当前封面提取色调；Choragus 应用标志的霓虹配色；自定义应用下方选择的颜色。

# visCustomToneBeamA
source: Beam A
da: Stråle A
de: Strahl A
es: Haz A
fr: Faisceau A
it: Fascio A
ja: ビーム A
nb: Stråle A
nl: Straal A
pl: Wiązka A
pt: Feixe A
sv: Stråle A
zh_hans: 光束 A

# visCustomToneBeamB
source: Beam B
da: Stråle B
de: Strahl B
es: Haz B
fr: Faisceau B
it: Fascio B
ja: ビーム B
nb: Stråle B
nl: Straal B
pl: Wiązka B
pt: Feixe B
sv: Stråle B
zh_hans: 光束 B

# visGenreMatchFull
source: Full
da: Fuldstændig
de: Vollständig
es: Completa
fr: Complète
it: Completa
ja: 完全
nb: Fullstendig
nl: Volledig
pl: Pełne
pt: Completa
sv: Fullständig
zh_hans: 完全

# visGenreMatching
source: Genre matching
da: Genrematchning
de: Genre-Abgleich
es: Coincidencia de género
fr: Correspondance de genre
it: Corrispondenza di genere
ja: ジャンルの一致
nb: Sjangermatching
nl: Genre-overeenkomst
pl: Dopasowanie gatunku
pt: Correspondência de gênero
sv: Genrematchning
zh_hans: 类型匹配

# visGenreMatchingHelp
source: Controls how strictly artwork on the wall matches the playing track’s genre. Partial allows related sub-genres to mix in; Full only includes art whose genre tag matches exactly.
da: Styrer, hvor præcist coverne på væggen matcher genren for det spør, der afspilles. Delvis tillader beslægtede undergenrer; Fuldstændig viser kun cover, hvis genre-tag matcher nøjagtigt.
de: Legt fest, wie streng die Albumcover an der Wand zum Genre des laufenden Titels passen müssen. Teilweise lässt verwandte Untergenres zu; Vollständig zeigt nur Cover, deren Genre exakt übereinstimmt.
es: Controla con qué precisión las carátulas del muro coinciden con el género del tema en reproducción. Parcial permite mezclar subgéneros relacionados; Completa solo incluye carátulas cuya etiqueta de género coincide exactamente.
fr: Définit à quel point les pochettes affichées sur le mur doivent correspondre au genre du morceau en cours. Partielle autorise les sous-genres voisins ; Complète n’affiche que les pochettes dont le genre correspond exactement.
it: Determina quanto rigorosamente le copertine sulla parete corrispondono al genere del brano in riproduzione. Parziale ammette sottogeneri affini; Completa include solo copertine il cui genere coincide esattamente.
ja: 痁のアートワークを現在のトラックのジャンルにどの程度厳密に一致させるかを制御します。「部分一致」は関連するサブジャンルも表示し、「完全一致」はジャンルタグが正確に一致するアートワークのみを表示します。
nb: Bestemmer hvor strengt platecoverne på veggen matcher sjangeren til sporet som spilles. Delvis tillater beslektede undersjangre; Fullstendig viser bare cover der sjangeretiketten samsvarer nøyaktig.
nl: Bepaalt hoe streng hoezen op de muur moeten matchen met het genre van het huidige nummer. Gedeeltelijk laat verwante subgenres toe; Volledig toont alleen hoezen waarvan het genre precies overeenkomt.
pl: Określa, jak ściśle okładki na ścianie dopasowują się do gatunku odtwarzanego utworu. Częściowe dopuszcza pokrewne podgatunki; Pełne pokazuje tylko okładki, których tag gatunku zgadza się dokładnie.
pt: Define com que rigor as capas na parede correspondem ao género da faixa em reprodução. Parcial permite subgéneros relacionados; Completa inclui apenas capas cuja etiqueta de género coincide exatamente.
sv: Styr hur strikt skivomslagen på väggen matchar genren för spåret som spelas. Partiell tillåter relaterade undergenrer; Fullständig visar endast omslag vars genretagg matchar exakt.
zh_hans: 控制墙上的专辑封面与当前曲目类型の匹配程度。“部分匹配”允许混入相关的子类型；“完全匹配”仅包含类型标签完全一致の封面。

# visGenreMatchPartial
source: Partial
da: Delvis
de: Teilweise
es: Parcial
fr: Partielle
it: Parziale
ja: 部分
nb: Delvis
nl: Gedeeltelijk
pl: Częściowe
pt: Parcial
sv: Delvis
zh_hans: 部分

# visHistorySource
source: History source
da: Historikkilde
de: Verlaufsquelle
es: Fuente del historial
fr: Source de l’historique
it: Origine cronologia
ja: 履歴ソース
nb: Historikkkilde
nl: Geschiedenisbron
pl: Źródło historii
pt: Fonte do histórico
sv: Historikkälla
zh_hans: 历史来源

# visHistorySourceAll
source: All speakers
da: Alle højttalere
de: Alle Lautsprecher
es: Todos los altavoces
fr: Toutes les enceintes
it: Tutti gli altoparlanti
ja: すべてのスピーカー
nb: Alle høyttalere
nl: Alle luidsprekers
pl: Wszystkie głośniki
pt: Todas as colunas
sv: Alla högtalare
zh_hans: 所有扬声器

# visHistorySourceGroup
source: This group
da: Denne gruppe
de: Diese Gruppe
es: Este grupo
fr: Ce groupe
it: Questo gruppo
ja: このグループ
nb: Denne gruppen
nl: Deze groep
pl: Ta grupa
pt: Este grupo
sv: Denna grupp
zh_hans: 此组

# visHistorySourceHelp
source: Where the wall pulls its art pool from. This group uses only tracks the selected speakers have played; All speakers pulls from your entire library, giving a richer mix at the cost of focus.
da: Hvor væggen henter sine cover fra. Denne gruppe bruger kun spør, som de valgte højttalere har afspillet; Alle højttalere trækker fra hele biblioteket og giver en rigere blanding på bekostning af fokus.
de: Quelle, aus der die Wand ihre Cover bezieht. Diese Gruppe verwendet nur Titel, die von den ausgewählten Lautsprechern abgespielt wurden; Alle Lautsprecher zieht aus der gesamten Bibliothek für mehr Vielfalt auf Kosten des Fokus.
es: Origen del repertorio de carátulas del muro. Este grupo usa solo temas que han sonado en los altavoces seleccionados; Todos los altavoces toma de toda tu biblioteca, con más variedad a costa de enfoque.
fr: Définit l’origine des pochettes affichées sur le mur. Ce groupe utilise uniquement les titres lus par les enceintes sélectionnées ; Toutes les enceintes pioche dans toute la bibliothèque pour un mélange plus riche au prix de la cohérence.
it: Da dove la parete attinge le copertine. Questo gruppo usa solo i brani riprodotti dagli altoparlanti selezionati; Tutti gli altoparlanti pesca dall’intera libreria, offrendo un mix più ricco a discapito della coerenza.
ja: 痁のアートワークの取得元です。「このグループ」は選択されたスピーカーで再生したトラックのみを使用し、「すべてのスピーカー」はライブラリ全体から取得します。
nb: Hvor veggen henter coverne fra. Denne gruppen bruker bare spor som de valgte høyttalerne har spilt; Alle høyttalere henter fra hele biblioteket for en rikere blanding på bekostning av fokus.
nl: Waar de muur zijn hoezen vandaan haalt. Deze groep gebruikt alleen nummers die de geselecteerde luidsprekers hebben afgespeeld; Alle luidsprekers haalt uit je volledige bibliotheek voor meer variatie ten koste van focus.
pl: Skąd ściana czerpie okładki. Ta grupa używa tylko utworów odtworzonych przez wybrane głośniki; Wszystkie głośniki czerpie z całej biblioteki, dając bogatszy wybór kosztem spójności.
pt: De onde o mural retira o seu acervo de capas. Este grupo usa apenas faixas reproduzidas pelas colunas selecionadas; Todas as colunas vai buscar a toda a biblioteca, com mais variedade à custa de foco.
sv: Var väggen hämtar omslag. Denna grupp använder bara spår som de valda högtalarna har spelat; Alla högtalare hämtar från hela biblioteket för en rikare blandning på bekostnad av fokus.
zh_hans: 墙面插图库の来源。「此组」仅使用所选扬声器已播放の曲目；「所有扬声器」从整个曲库提取，以贴近性为代价換取更丰富の变化。

# visRandomArtMix
source: Random art mix
da: Tilfældige omslag
de: Zufällige Coverauswahl
es: Carátulas aleatorias
fr: Pochettes aléatoires
it: Copertine casuali
ja: ランダムなアートワーク
nb: Tilfeldige omslag
nl: Willekeurige hoezen
pl: Losowe okładki
pt: Capas aleatórias
sv: Slumpmässiga omslag
zh_hans: 随机封面

# visRandomArtMixHelp
source: Percentage of wall tiles drawn from your full play history at random rather than the current track’s genre. Higher values keep the wall feeling varied even when one genre dominates the queue.
da: Andelen af felter på væggen, der trækkes tilfældigt fra hele din afspilningshistorik i stedet for det aktuelle spørs genre. Højere værdier holder væggen varieret, selv når én genre dominerer køen.
de: Anteil der Wandkacheln, die zufällig aus deinem gesamten Wiedergabeverlauf statt aus dem Genre des aktuellen Titels gezogen werden. Höhere Werte halten die Wand abwechslungsreich, auch wenn ein Genre dominiert.
es: Porcentaje de mosaicos del muro tomados al azar de todo tu historial en lugar del género del tema actual. Valores más altos mantienen el muro variado incluso cuando un género domina la cola.
fr: Pourcentage des cases du mur tirées au hasard dans l’ensemble de votre historique d’écoute plutôt que dans le genre du morceau en cours. Une valeur plus élevée maintient un mur varié même lorsqu’un genre domine la file.
it: Percentuale di tessere della parete prelevate a caso dall’intera cronologia anziché dal genere del brano in riproduzione. Valori più alti mantengono la parete varia anche quando un genere domina la coda.
ja: 現在のトラックのジャンルではなく再生履歴全体からランダムに描画される痁のタイルの割合。値が高いほど、キューのジャンルが偏っても痁の多様性が保たれます。
nb: Andel av rutene på veggen som velges tilfeldig fra hele lyttehistorikken din i stedet for sjangeren til sporet som spilles. Høyere verdier holder veggen variert selv når en sjanger dominerer køen.
nl: Percentage muurtegels dat willekeurig uit je volledige afspeelgeschiedenis komt in plaats van het genre van het huidige nummer. Hogere waarden houden de muur gevarieerd, zelfs als één genre de wachtrij domineert.
pl: Procent kafelków ściany dobieranych losowo z całej historii odtwarzania zamiast z gatunku bieżącego utworu. Wyższe wartości utrzymują różnorodność ściany nawet wtedy, gdy w kolejce dominuje jeden gatunek.
pt: Percentagem das peças do mural retiradas ao acaso do histórico completo em vez do género da faixa em reprodução. Valores mais altos mantêm o mural variado mesmo quando um género domina a fila.
sv: Andel av väggens rutor som dras slumpmässigt ur hela din lyssningshistorik i stället för det aktuella spårets genre. Högre värden håller väggen omväxlande även när en genre dominerar kön.
zh_hans: 从整个播放历史中随机选取而非取自当前曲目类型的墙面瓷片百分比。数值越高，即使某一类型主导队列，墙面也能保持丰富变化。

# visShowAboutPanel
source: Show About panel
da: Vis Om-panel
de: Info-Panel anzeigen
es: Mostrar panel Acerca de
fr: Afficher le panneau À propos
it: Mostra pannello Informazioni
ja: アバウトパネルを表示
nb: Vis Om-panel
nl: Info-paneel tonen
pl: Pokaż panel Informacje
pt: Mostrar painel Sobre
sv: Visa Om-panel
zh_hans: 显示介绍面板

# visShowAboutPanelHelp
source: Shows the artist About panel in the lower-right of the visualisation, with biography and genre tags. Hide it for a cleaner wall.
da: Viser Om-panelet med biografi og genre-tags nederst til højre i visualiseringen. Skjul for en renere væg.
de: Zeigt das Info-Panel mit Biografie und Genre-Tags rechts unten in der Visualisierung. Ausblenden für eine aufgeräumtere Wand.
es: Muestra el panel Acerca de con la biografía y las etiquetas de género en la esquina inferior derecha de la visualización. Ocúltalo para un muro más limpio.
fr: Affiche le panneau À propos avec la biographie et les genres en bas à droite de la visualisation. Désactivez-le pour un mur plus épuré.
it: Mostra il pannello Informazioni con biografia e tag di genere in basso a destra nella visualizzazione. Nascondilo per una parete più pulita.
ja: ビジュアライゼーションの右下に、伝記とジャンルタグを含むアバウトパネルを表示します。オフにすると痁がすっきりします。
nb: Viser Om-panelet med biografi og sjangertagger nede til høyre i visualiseringen. Skjul for en renere vegg.
nl: Toont het Info-paneel met biografie en genre-tags rechtsonder in de visualisatie. Verberg voor een rustiger muur.
pl: Pokazuje panel Informacje z biografią i tagami gatunku w prawym dolnym rogu wizualizacji. Ukryj, aby uzyskać czystszą ścianę.
pt: Mostra o painel Sobre com biografia e etiquetas de género no canto inferior direito da visualização. Oculte para um mural mais limpo.
sv: Visar Om-panelen med biografi och genretaggar nere till höger i visualiseringen. Dölj för en renare vägg.
zh_hans: 在可视化的右下角显示包含艺人传记与类型标签の介绍面板。将其隐藏使墙面更清爽。

# visualisationMenu
source: Visualisation
da: Visualisering
de: Visualisierung
es: Visualización
it: Visualizzazione
ja: ビジュアライゼーション
nb: Visualisering
nl: Visualisatie
pl: Wizualizacja
pt: Visualização
sv: Visualisering
zh_hans: 可视化

source: Visualisations…
da: Visualiseringer…
de: Visualisierungen…
es: Visualizaciones…
it: Visualizzazioni…
ja: ビジュアライゼーション…
nb: Visualiseringer…
nl: Visualisaties…
pl: Wizualizacje…
pt: Visualizações…
sv: Visualiseringar…
zh_hans: 可视化…

# visualisationsTab
source: Visualisations
da: Visualiseringer
de: Visualisierungen
es: Visualizaciones
it: Visualizzazioni
ja: ビジュアライザ
nb: Visualiseringer
nl: Visualisaties
pl: Wizualizacje
pt: Visualizações
sv: Visualiseringar
zh_hans: 可视化

# volumeLabel
source: Volume
da: Lydstyrke
de: Lautstärke
es: Volumen
ja: 音量
nb: Volum
pl: Głośność
sv: Volym
zh_hans: 音量

# voronoiDescription
source: Additively-weighted Voronoi cells. Area ∝ play count.
da: Additivt vægtede Voronoi-celler. Areal ∝ afspilningsantal.
de: Additiv gewichtete Voronoi-Zellen. Fläche ∝ Wiedergabeanzahl.
es: Celdas de Voronoi ponderadas aditivamente. Área ∝ número de reproducciones.
fr: Cellules de Voronoi pondérées additivement. Aire ∝ nombre de lectures.
it: Celle di Voronoi pesate additivamente. Area ∝ numero di riproduzioni.
ja: 加法重み付きボロノイセル。面積 ∝ 再生回数。
nb: Additivt vektede Voronoi-celler. Areal ∝ antall avspillinger.
nl: Additief gewogen Voronoi-cellen. Oppervlakte ∝ afspeelaantal.
pl: Komórki Voronoi z addytywnymi wagami. Pole ∝ liczba odtworzeń.
pt: Células de Voronoi com pesos aditivos. Área ∝ n.º de reproduções.
sv: Additivt viktade Voronoi-celler. Yta ∝ antalet uppspelningar.
zh_hans: 加权 Voronoi 单元。面积 ∝ 播放次数。

source: Waiting for browser…
da: Venter på browseren…
de: Warten auf Browser…
es: Esperando al navegador…
fr: En attente du navigateur…
it: In attesa del browser…
ja: ブラウザを待機中…
nb: Venter på nettleser…
nl: Wachten op browser…
pl: Oczekiwanie na przeglądarkę…
pt: Aguardando o navegador…
sv: Väntar på webbläsaren…
zh_hans: 正在等待浏览器…

source: Waiting for data…
da: Venter på data…
de: Warten auf Daten…
es: Esperando datos…
fr: En attente de données…
it: In attesa dei dati…
ja: データを待機中…
nb: Venter på data…
nl: Wachten op gegevens…
pl: Oczekiwanie na dane…
pt: A aguardar dados…
sv: Väntar på data…
zh_hans: 等待数据…

# waitingForPlexTvAuthorization
source: Waiting for you to authorize on plex.tv…
da: Venter på, at du godkender på plex.tv…
de: Warten auf deine Autorisierung auf plex.tv…
es: Esperando a que autorices en plex.tv…
fr: En attente de votre autorisation sur plex.tv…
it: In attesa della tua autorizzazione su plex.tv…
ja: plex.tv での認証を待っています…
nb: Venter på at du autoriserer på plex.tv…
nl: Wachten op je autorisatie op plex.tv…
pl: Oczekiwanie na autoryzację w plex.tv…
pt: A aguardar a sua autorização em plex.tv…
sv: Väntar på att du auktoriserar på plex.tv…
zh_hans: 等待您在 plex.tv 上授权…

# waitingForServiceFormat
source: Waiting for %@…
da: Venter på %@…
de: Warten auf %@…
es: Esperando a %@…
fr: En attente de %@…
it: In attesa di %@…
ja: %@ を待機中…
nb: Venter på %@…
nl: Wachten op %@…
pl: Oczekiwanie na %@…
pt: Aguardando %@…
sv: Väntar på %@…
zh_hans: 正在等待 %@…

source: Weekdays
da: Hverdage
de: Werktags
es: Días laborables
fr: En semaine
it: Giorni feriali
ja: 平日
nb: Hverdager
nl: Weekdagen
pl: Dni robocze
pt: Dias úteis
sv: Vardagar
zh_hans: 工作日

source: Weekends
da: Weekender
de: Wochenenden
es: Fines de semana
it: Fine settimana
ja: 週末
nb: Helger
nl: Weekenden
pl: Weekendy
pt: Fins de semana
sv: Helger
zh_hans: 周末

# welcomeBody
source: Open Settings (⌘,) → Music to choose what to listen to. • TuneIn, Calm Radio, Sonos Radio, Apple Music search — just tick the checkbox; no other setup needed. • Spotify, Plex, Apple Music playback — first add the service in the official Sonos app (and play one song from it as a Sonos Favorite for Spotify and Apple Music), then click Connect in Settings → Music. For step-by-step instructions, click the Setup Guide button at the top of the Music section.
da: For at afspille musik fra streamingtjenester skal du først konfigurere dine højttalere og tjenester (Spotify, Apple Music, TuneIn og andre) i den officielle Sonos-app. Åbn derefter Indstillinger (⌘,) → Musik for at aktivere de tjenester, du vil søge og gennemse her.
de: Um Musik von Streaming-Diensten abzuspielen, richte zunächst deine Lautsprecher und Dienste (Spotify, Apple Music, TuneIn und andere) in der offiziellen Sonos-App ein.\n\nÖffne dann Einstellungen (⌘,) → Musik, um die Dienste zu aktivieren, die du hier suchen und durchsuchen möchtest.
es: Para reproducir música de servicios de streaming, primero configura tus altavoces y servicios (Spotify, Apple Music, TuneIn y otros) en la app oficial de Sonos. Luego abre Ajustes (⌘,) → Música para activar los servicios que quieras buscar y explorar aquí.
fr: Pour lire de la musique depuis des services de streaming, configurez d’abord vos enceintes et vos services (Spotify, Apple Music, TuneIn et autres) dans l’application Sonos officielle. Ouvrez ensuite Réglages (⌘,) → Musique pour activer les services que vous souhaitez rechercher et explorer ici.
it: Per riprodurre musica dai servizi di streaming, configura prima i tuoi altoparlanti e servizi (Spotify, Apple Music, TuneIn e altri) nell’app Sonos ufficiale. Poi apri Impostazioni (⌘,) → Musica per abilitare i servizi che vuoi cercare ed esplorare qui.
ja: ストリーミングサービスから音楽を再生するには、まず公式の Sonos アプリでスピーカーとサービス（Spotify、Apple Music、TuneIn など）を設定してください。 次に設定（⌘,）→ 音楽を開いて、ここで検索・閲覧したいサービスを有効にしてください。
nb: For å spille musikk fra strømmetjenester, still først inn høyttalerne og tjenestene (Spotify, Apple Music, TuneIn og andre) i den offisielle Sonos-appen. Åpne deretter Innstillinger (⌘,) → Musikk for å aktivere tjenestene du vil søke og bla gjennom her.
nl: Om muziek van streamingdiensten af te spelen, stel je eerst je luidsprekers en diensten (Spotify, Apple Music, TuneIn en andere) in de officiële Sonos-app in.\n\nOpen vervolgens Instellingen (⌘,) → Muziek om de diensten in te schakelen die je hier wilt doorzoeken en bladeren.
pl: Aby odtwarzać muzykę ze streamingu, najpierw skonfiguruj głośniki i serwisy (Spotify, Apple Music, TuneIn i inne) w oficjalnej aplikacji Sonos. Następnie otwórz Ustawienia (⌘,) → Muzyka, aby włączyć serwisy, które chcesz tutaj przeszukiwać i przeglądać.
pt: Para reproduzir música de serviços de streaming, primeiro configure seus alto-falantes e serviços (Spotify, Apple Music, TuneIn e outros) no aplicativo oficial do Sonos. Em seguida, abra Configurações (⌘,) → Música para ativar os serviços que deseja pesquisar e navegar aqui.
sv: För att spela musik från strömningstjänster, ställ först in högtalarna och tjänsterna (Spotify, Apple Music, TuneIn med flera) i den officiella Sonos-appen. Öppna sedan Inställningar (⌘,) → Musik för att aktivera de tjänster du vill söka och bläddra i här.
zh_hans: 若要从流媒体服务播放音乐，请先在官方 Sonos 应用中设置您的音箱和服务（Spotify、Apple Music、TuneIn 等）。 然后打开设置（⌘,）→ 音乐，启用您想在此处搜索和浏览的服务。

# welcomeTitle
source: Welcome to Choragus
da: Velkommen til Choragus
de: Willkommen bei Choragus
es: Te damos la bienvenida a Choragus
fr: Bienvenue dans Choragus
it: Benvenuto in Choragus
ja: Choragus へようこそ
nb: Velkommen til Choragus
nl: Welkom bij Choragus
pl: Witamy w Choragus
pt: Bem-vindo ao Choragus
sv: Välkommen till Choragus
zh_hans: 欢迎使用 Choragus
